Akiden-san/stampfly_ecosystem/firmware/vehicle/examples/05_read_tof/sdkconfig.defaults
# Standalone example: pin the chip so `sf build vehicle/examples/<name>` needs no `idf.py set-target`
# 単独ビルド用例題: `sf build vehicle/examples/<name>` が set-target なしで通るようにチップを固定
CONFIG_IDF_TARGET="esp32s3"
